[
    {
      "id": 1,
      "name": "Elegant Wedding Planning",
      "image": "https://i.ibb.co/kGK2s7h/10.jpg",
      "price": "$5,000 - $10,000",
      "short_description": "Crafting the perfect day for your forever love story.",
      "detailed_description": "Our Elegant Wedding Planning service offers comprehensive event coordination, from venue selection to floral arrangements. Our expert team ensures every detail is executed with precision, making your special day a seamless and beautiful experience."
    },
    {
      "id": 2,
      "name": "Joyful Baby Shower Coordination",
      "image": "https://i.ibb.co/NSNzsrH/ajeet-singh-kv1-SCIAk6-NU-unsplash.jpg",
      "price": "$800 - $1,200",
      "short_description": "Welcoming a bundle of joy with style and laughter.",
      "detailed_description": "Celebrate the upcoming arrival of your little one with our Joyful Baby Shower Coordination service. We handle everything from theme conceptualization to game planning, ensuring a memorable and heartwarming event for you and your loved ones."
    },
    {
      "id": 3,
      "name": "Memorable Retirement Party",
      "image": "https://i.ibb.co/SVmJVCv/7.jpg",
      "price": "$1,200 - $2,000",
      "short_description": "Honoring a career and embracing new beginnings.",
      "detailed_description": "Mark this significant milestone with our Memorable Retirement Party service. From venue selection to heartfelt speeches, we curate an event that reflects the retiree's achievements and sends them off to new adventures with warmth and gratitude."
    },
    {
      "id": 4,
      "name": "Enchanting Engagement Celebration",
      "image": "https://i.ibb.co/18JrmkT/5.jpg",
      "price": "$1,500 - $2,500",
      "short_description": "Commencing the journey of forever with love and joy.",
      "detailed_description": "Our Enchanting Engagement Celebration service sets the stage for a romantic beginning. We handle every detail, from venue décor to entertainment, creating an intimate and enchanting atmosphere for you and your beloved to cherish."
    },
    {
      "id": 5,
      "name": "Anniversary Celebration",
      "image": "https://i.ibb.co/7z1yF7J/3.jpg",
      "price": "$1,500 - $2,500",
      "short_description": "Commemorating years of love and togetherness.",
      "detailed_description": "Celebrate your milestone of love with our Anniversary Celebration service. From venue selection to romantic gestures, we create a memorable event that honors your journey together and looks forward to many more years of happiness."
    },
    {
      "id": 6,
      "name": "Chic Birthday Party Coordination",
      "image": "https://i.ibb.co/5LWxTmw/2.jpg",
      "price": "$600 - $1,000",
      "short_description": "Celebrating another year of wonderful memories.",
      "detailed_description": "Turn your birthday into a memorable event with our Chic Birthday Party Coordination service. From theme selection to entertainment, we create a fun and stylish celebration that reflects your personality and ensures a day filled with laughter and joy."
    }
  ]